tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "phrase/brewed"
brew "gdbm"
brew "libyaml"
brew "readline"
brew "automake"
brew "awscli"
brew "bison"
brew "chruby"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "folly"
brew "gh"
brew "libffi"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg", link: false
brew "htop"
brew "httpie"
brew "jq"
brew "krb5"
brew "mas"
brew "pinentry-mac"
brew "postgresql"
brew "python@3.8"
brew "ruby"
brew "ruby-install"
brew "watchman"
brew "zlib"
brew "heroku/brew/heroku"
brew "phrase/brewed/phrase"
cask "1password"
cask "aws-vault"
cask "duet"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "macmediakeyforwarder"
cask "mongodb-compass"
cask "ngrok"
cask "rescuetime"
cask "sfdx"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Moom", id: 419330170
