tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
tap "phrase/brewed"
brew "automake"
brew "readline"
brew "awscli"
brew "bison"
brew "chruby"
brew "cloudflared"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "folly"
brew "gdbm"
brew "gh"
brew "git-filter-repo"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg", link: false
brew "htop"
brew "httpie"
brew "jq"
brew "krb5"
brew "libffi"
brew "libtool"
brew "libyaml"
brew "mas"
brew "mkcert"
brew "nvm"
brew "phrase-cli"
brew "pinentry-mac"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.8"
brew "ruby"
brew "ruby-install"
brew "starship"
brew "terraform", link: false
brew "tfenv"
brew "vercel-cli"
brew "volta"
brew "watchman"
brew "zlib"
brew "heroku/brew/heroku"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "amie"
cask "arc"
cask "aws-vault"
cask "chromium"
cask "codeedit"
cask "duet"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "google-chrome-canary"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "maccy"
cask "macmediakeyforwarder"
cask "mongodb-compass"
cask "ngrok"
cask "rescuetime"
cask "sfdx"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "blanu.vscode-styled-jsx"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "frigus02.vscode-sql-tagged-template-literals-syntax-only"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.min-theme"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "mvllow.rose-pine"
vscode "prisma.prisma"
vscode "tyriar.sort-lines"
vscode "wakatime.vscode-wakatime"
vscode "withfig.fig"
vscode "yoavbls.pretty-ts-errors"
