tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "phrase/brewed"
brew "coreutils"
brew "github/gh/gh"
brew "gnupg"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "jq"
brew "libtool"
brew "mas"
brew "openssl@1.1"
brew "phrase/brewed/phraseapp"
brew "pinentry-mac"
brew "pinentry"
brew "python@2"
brew "python@3.8"
brew "watchman"
brew "zlib"
cask "1password"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome-canary"
cask "google-chrome"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "macmediakeyforwarder"
cask "ngrok"
cask "n"
cask "rescuetime"
cask "skype"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "whatsapp"
mas "Apple Configurator 2", id: 1037126344
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
